IDEA Open Model
MatSteelRUS.MaterialStrength Property
Compatible with IDEA StatiCa Beta 20.0
 Material strength for specific thickness of plate
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public MaterialStrengthProperty MaterialStrength { get; set; }
Public Property MaterialStrength As MaterialStrengthProperty
	Get
	Set
Property Value
Type: MaterialStrengthProperty
See Also
Reference
MatSteelRUS Class
IdeaRS.OpenModel.Material Namespace